YOU_WERE_AUTHORIZED_AS = "Вы успешно авторизовались под номером %s. Теперь вы можете заказать уборку!"
HELP_MESSAGE = "Help message."
PLEASE_AUTHORIZE = "Пожалуйста, авторизуйтесь!"
INVALID_CONTACT = "Неверный контакт. Пожалуйста, отправьте еще раз"

MENU = "Меню:"

WHAT_TYPE_OF_CLEANING = "Какая уборка вам нужна?"

INVALID_CLEANING_TYPE = "Неверный вариант, выберите один из предложенных."

CHOOSE_WINDOWS = "Выберите тип выбранной уборки:"
INVALID_WINDOWS = "Выбран неверный тип. Пожалуйста, выберите один из предложенных."

ENTER_PLACE_SIZE = "Отлично! Теперь введите размер вашей квартиры в м²"

INVALID_PLACE_SIZE = "Некорректно введен размер квартиры. Введите число от 30 до 300"

ENTER_TIME_RANGE = "Выберите временной промежуток:"

SHOW_PRICE = "Цена заказа на данный момент составляет <b>%s</b> ₽"

INVALID_TIME_RANGE = "Некорректный временной промежуток, выберите один из предложеных"

ENTER_DATE = "Введите дату, например %s"

INVALID_DATE = "Некорректно введена дата. Введите в формате дд.мм.гггг:"
PAST_DATE = "Давайте-ка без этих приколов! Мы не можем приехать к вам в прошлом. Введите корректную дату:"

ENTER_TIME = "Введите время, например %s"
INVALID_TIME = "Некорректно введено время. Введите в формате чч:мм"
TIME_MUST_BE_DAY = "Время должно быть в промежутке от 09:00 до 15:59"
TIME_MUST_BE_EVENING = "Время должно быть в промежутке от 16:00 до 21:59"
TIME_MUST_BE_NIGHT = "Время должно быть в промежутке от 22:00 до 08:59"

DO_YOU_NEED_ADDITIONAL_SERVICES = "Нужны ли вам дополнительные услуги?"

CHOOSE_ADDITIONAL_SERVICES = "Выберите требуемые доплнительные услуги:"

ORDER_RECIEVED = """Ваш заказ принят, скоро с вами свяжутся!
Детали заказа:

Название уборки: <b>%s</b>
Тип уборки: <b>%s</b>
к-во м²: <b>%s</b>
Время выезда: <b>%s</b>
Дата: <b>%s</b>
Время: <b>%s</b>
Доп.услуги: 
<b>%s</b>

Итоговая цена: <b>%s</b>
"""
