YOU_WERE_AUTHORIZED_AS = "Вы успешно авторизовались под номером %s. Теперь вы можете заказать уборку!"
HELP_MESSAGE = "Help message."
PLEASE_AUTHORIZE = "Пожалуйста, авторизуйтесь!"
INVALID_CONTACT = "Неверный контакт. Пожалуйста, отправьте еще раз"

MENU = "Меню:"

WHAT_TYPE_OF_CLEANING = "Какой тип уборки вам нужен?"

INVALID_CLEANING_TYPE = "Неверный тип уборки, выберите один из предложенных."
ENTER_PLACE_SIZE = "Отлично! Теперь введите размер вашей квартиры в м²"

INVALID_PLACE_SIZE = "Некорректно введен размер квартиры. Введите число"

ENTER_TIME_RANGE = "Выберите временной промежуток:"

SHOW_PRICE = "Цена заказа на данный момент составляет <b>%s</b>"

INVALID_TIME_RANGE = "Некорректный временной промежуток, выберите один из предложеных"

ENTER_DATE = "Введите дату, например %s"
