YOU_WERE_AUTHORIZED_AS = "Вы успешно авторизовались под номером %s. Теперь вы можете заказать уборку!"
HELP_MESSAGE = "Help message."
PLEASE_AUTHORIZE = "Пожалуйста, авторизуйтесь!"
INVALID_CONTACT = "Неверный контакт. Пожалуйста, отправьте еще раз"

MENU = "Меню:"

WHAT_TYPE_OF_CLEANING = "Какой тип уборки вам нужен?"

INVALID_CLEANING_TYPE = "Неверный тип уборки, выберите один из предложенных."
ENTER_PLACE_SIZE = "Отлично! Теперь введите размер вашей квартиры в м²"

INVALID_PLACE_SIZE = "Некорректно введен размер квартиры. Введите число"

ENTER_TIME_RANGE = "Выберите временной промежуток:"

SHOW_PRICE = "Цена заказа на данный момент составляет <b>%s</b>"

INVALID_TIME_RANGE = "Некорректный временной промежуток, выберите один из предложеных"

ENTER_DATE = "Введите дату, например %s"

INVALID_DATE = "Некорректно введена дата. Введите в формате дд.мм.гггг:"
PAST_DATE = "Давайте-ка без этих приколов! Мы не можем приехать к вам в прошлом. Введите корректную дату:"

ENTER_TIME = "Введите время, например %s"
INVALID_TIME = "Некорректно введено время. Введите в формате чч:мм"
TIME_MUST_BE_DAY = "Время должно быть в промежутке от 09:00 до 15:59"
TIME_MUST_BE_EVENING = "Время должно быть в промежутке от 16:00 до 21:59"
TIME_MUST_BE_NIGHT = "Время должно быть в промежутке от 22:00 до 08:59"

CHOOSE_ADDITIONAL_SERVICE = "Нужны ли вам дополнительные услуги?"
